disks/iodepth_numjobs_64k_write/04_n1i16.log
job: (g=0): rw=write, bs=(R) 64.0KiB-64.0KiB, (W) 64.0KiB-64.0KiB, (T) 64.0KiB-64.0KiB, ioengine=libaio, iodepth=16
fio-3.7
Starting 1 process

job: (groupid=0, jobs=1): err= 0: pid=256147: Thu Aug 13 12:15:50 2020
  write: IOPS=3626, BW=227MiB/s (238MB/s)(5120MiB/22592msec)
    slat (usec): min=3, max=350, avg=19.24, stdev= 7.13
    clat (usec): min=122, max=15241, avg=4391.09, stdev=1702.53
     lat (usec): min=133, max=15260, avg=4410.54, stdev=1703.11
    clat percentiles (usec):
     |  1.00th=[  273],  5.00th=[  359], 10.00th=[  433], 20.00th=[ 4424],
     | 30.00th=[ 4490], 40.00th=[ 4555], 50.00th=[ 4817], 60.00th=[ 4883],
     | 70.00th=[ 4883], 80.00th=[ 5014], 90.00th=[ 5276], 95.00th=[ 5538],
     | 99.00th=[ 7111], 99.50th=[13173], 99.90th=[13566], 99.95th=[13566],
     | 99.99th=[15008]
   bw (  KiB/s): min=188032, max=1350656, per=100.00%, avg=232140.80, stdev=170718.77, samples=45
   iops        : min= 2938, max=21104, avg=3627.20, stdev=2667.48, samples=45
  lat (usec)   : 250=0.36%, 500=11.27%, 750=0.31%, 1000=0.01%
  lat (msec)   : 2=0.01%, 4=0.01%, 10=87.25%, 20=0.78%
  cpu          : usr=2.94%, sys=6.93%, ctx=73348, majf=0, minf=13
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=100.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,81920,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16

Run status group 0 (all jobs):
  WRITE: bw=227MiB/s (238MB/s), 227MiB/s-227MiB/s (238MB/s-238MB/s), io=5120MiB (5369MB), run=22592-22592msec

Disk stats (read/write):
  sde: ios=0/81370, merge=0/0, ticks=0/354555, in_queue=309356, util=96.82%