disks/iodepth_numjobs_64k_write/20_n4i64.log
job: (g=0): rw=write, bs=(R) 64.0KiB-64.0KiB, (W) 64.0KiB-64.0KiB, (T) 64.0KiB-64.0KiB, ioengine=libaio, iodepth=64
...
fio-3.7
Starting 4 processes

job: (groupid=0, jobs=4): err= 0: pid=257178: Thu Aug 13 12:31:50 2020
  write: IOPS=3521, BW=220MiB/s (231MB/s)(6620MiB/30075msec)
    slat (usec): min=4, max=18676, avg=36.47, stdev=82.20
    clat (usec): min=539, max=147806, avg=72636.63, stdev=22468.75
     lat (usec): min=552, max=147830, avg=72673.63, stdev=22473.94
    clat percentiles (msec):
     |  1.00th=[    5],  5.00th=[    5], 10.00th=[   74], 20.00th=[   75],
     | 30.00th=[   75], 40.00th=[   77], 50.00th=[   78], 60.00th=[   78],
     | 70.00th=[   82], 80.00th=[   85], 90.00th=[   87], 95.00th=[   90],
     | 99.00th=[   99], 99.50th=[  104], 99.90th=[  113], 99.95th=[  131],
     | 99.99th=[  144]
   bw (  KiB/s): min=42112, max=351232, per=25.00%, avg=56349.52, stdev=37528.36, samples=240
   iops        : min=  658, max= 5488, avg=880.45, stdev=586.38, samples=240
  lat (usec)   : 750=0.02%, 1000=0.02%
  lat (msec)   : 2=0.07%, 4=0.28%, 10=8.78%, 20=0.03%, 50=0.10%
  lat (msec)   : 100=89.89%, 250=0.79%
  cpu          : usr=1.26%, sys=3.21%, ctx=98233, majf=0, minf=41
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.1%, >=64=99.8%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.1%, >=64=0.0%
     issued rwts: total=0,105917,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=64

Run status group 0 (all jobs):
  WRITE: bw=220MiB/s (231MB/s), 220MiB/s-220MiB/s (231MB/s-231MB/s), io=6620MiB (6941MB), run=30075-30075msec

Disk stats (read/write):
  sde: ios=0/105348, merge=0/0, ticks=0/7642006, in_queue=7588314, util=96.82%